Repository: MustafaKoca9/dolphin
Catalog: po/*/dolphin_servicemenuinstaller.po
Languages: tr

source: Dolphin service menu installation failed
tr: Dolphin hizmet menüsü kurulumu başarısız oldu.

source: Failed to install "%1", exited with status "%2"
tr: "%1" kurulamadı. Çıkış durumu: %2

source: Failed to uninstall "%1", exited with status "%2"
tr: "%1" kaldırılamadı. Çıkış durumu: %2

source: The file does not exist!
tr: Dosya mevcut değil.

source: Unknown error when installing package
tr: Paket kurulurken bilinmeyen bir hata oluştu.

source: Unsupported archive type %1: %2
tr: Desteklenmeyen arşiv türü: %1: %2

source: Failed to run uncompressor command for %1
tr: %1 için arşiv açma komutu çalıştırılamadı.

source: Process did not finish in reasonable time: %1 %2
tr: İşlem makul bir sürede tamamlanmadı: %1 %2

source: Failed to uncompress %1
tr: %1 arşivi açılamadı.

source: Failed to run installer script %1
tr: %1 kurulum betiği çalıştırılamadı.

source: Failed to set permissions on %1: %2
tr: "%1" için izinler ayarlanamadı: %2

# %2 = comma separated list of arguments
source: Installer script %1 failed, tried arguments "%2".
tr: %1 kurulum betiği başarısız oldu. Denenen argümanlar: "%2"

source: Failed to create path %1
tr: %1 yolu oluşturulamadı.

source: Failed to copy .desktop file %1 to %2: %3
tr: ".desktop" dosyası "%1" konumundan "%2" konumuna kopyalanamadı: %3

source: Failed to remove directory %1
tr: %1 dizini kaldırılamadı.

source: Failed to create directory %1
tr: %1 dizini oluşturulamadı.

source: Failed to find an installation script in %1
tr: %1 içinde kurulum betiği bulunamadı.

source: Failed to remove .desktop file %1: %2
tr: ".desktop" dosyası "%1" kaldırılamadı: %2

source: Failed to find an uninstallation script in %1
tr: %1 içinde kaldırma betiği bulunamadı.

# @info:shell
source: Command to execute: install or uninstall.
tr: Yürütülecek komut: kur veya kaldır.

# @info:shell
source: Path to archive.
tr: Arşivin yolu.

source: Command is required.
tr: Komut belirtilmelidir.

source: Path to archive is required.
tr: Arşiv yolu belirtilmelidir.

source: Unsupported command %1
tr: Desteklenmeyen komut: %1
